[
    {
        "timestamp": 1703097902,
        "text": [
            {
                "speaker": "Denis",
                "text": " My name again and I'm calling for. Thank you, goodbye."
            },
            {
                "speaker": "spk_1",
                "text": "I said, well, how many kids can't adjust to the more rigorous pace? And she said, well, they, they can all adjust. And that's what I saw. I mean, I never saw, I never saw a bunch of Children, a group of Children that were more focused and alert than I saw at that school. And it was really heart rending in some sense. Yeah, by you going there, they, people actually reported her to the police for a hate crime just by your presence in that school. That's the problem with hate crime legislation. Like who defines hate? And I know the answer to that, who defines hate? The people? You least want to. So, you know, you want hate crime legislation, you just better keep in mind who's gonna define what constitutes hate. And then you think about the people, you're enabling these rat fins, these people who didn't learn not to uh tattle tail on their peers when they were Children who run to totalitarian authority to wield their resentful power. Now, that's all part of the legal code. It's like, well, we'll see where that goes. Well, we know where it goes, it goes."
            }
        ],
        "audio_file": "audio_1703097902.wav",
        "experienceDetected": null,
        "text_emotion": {
            "Sentiment": "POSITIVE",
            "SentimentScore": {
                "Positive": 0.5669836401939392,
                "Negative": 0.11340390145778656,
                "Neutral": 0.15893957018852234,
                "Mixed": 0.1606728881597519
            }
        }
    },
    {
        "timestamp": 1703097970,
        "text": [
            {
                "speaker": "Denis",
                "text": " My name again and I'm calling for. Thank you. Goodbye."
            },
            {
                "speaker": "spk_1",
                "text": "The police. Yeah. Well, that's not good. Not at all. And who knows where it'll end up. It's, it's terrifying actually that that should happen in a democratic society. Let me ask you about uh kids, what you done by kids? I mean, young adults really and then into their, their twenties trying to form their way through life. One of my favorite movie clips is Rocky Balboa. It's probably the non intellectual version of Jordan Peterson in many ways because he said this to his son. He was getting a bit spoiled and entitled and moaning about being Rocky so as well. And he says this to him. I love those people. It's good. What do you think of it? Well, that ethos was what lifted up Sylvester Stallone to stardom very rapidly in his first movie. And what do I think about that? I think that young people are literally dying for that message. I really, and I mean, literally, they're so demoralized, it's just beyond belief. And so one of the things that's been painful"
            }
        ],
        "audio_file": "audio_1703097970.wav",
        "experienceDetected": null,
        "text_emotion": {
            "Sentiment": "MIXED",
            "SentimentScore": {
                "Positive": 0.25107890367507935,
                "Negative": 0.24816599488258362,
                "Neutral": 0.05011509731411934,
                "Mixed": 0.45063990354537964
            }
        }
    },
    {
        "timestamp": 1703098042,
        "text": [
            {
                "speaker": "Denis",
                "text": " My name is and I'm calling for. Thank you. Goodbye."
            },
            {
                "speaker": "spk_1",
                "text": "Let's take a break and find out what that encouraging word should be. I wanna know why a lot of young people are very anxious about life. Why is that? And what's the best way for them to come to? Yeah. Well, welcome back to this special edition of Piers Morgan Sense. One on one with Doctor Jordan Peterson. We left them on the cliffhanger with Rocky Balboa and his address to his son about how to grow a pair for want of a better phrase. Um This idea that actually your life is defined not so much by success because you're everyone's friend and you're successful. But by the knocks you inevitably are gonna get, whether it's through losing love, one is losing a job, you know, losing a car, whatever it may be, you're gonna get hit by start recording. I'm feeling very good, stop recording, losing your life with differing magnitude. And I've always believed that how you deal with the, the downside of life really defines how you lead the rest of your life. Well, the, the clip is very interesting because"
            }
        ],
        "audio_file": "audio_1703098042.wav",
        "experienceDetected": ". I'm feeling very good,",
        "text_emotion": {
            "Sentiment": "POSITIVE",
            "SentimentScore": {
                "Positive": 0.9218562841415405,
                "Negative": 0.0006273325416259468,
                "Neutral": 0.07736194878816605,
                "Mixed": 0.0001543883263366297
            }
        }
    },
    {
        "timestamp": 1703098113,
        "text": [
            {
                "speaker": "Denis",
                "text": " My name is and I'm calling for. Thank you. Goodbye."
            },
            {
                "speaker": "spk_1",
                "text": "That notion. It's, it's, it's warped into this sense of victimization, but it does, does reflect some understanding of the underlying tragic reality of life. And so it's good to get that right on the table to begin with. Say, well, you're miserable, you have your reasons and they might be deep reasons. But if you let the misery demoralize you and make you bitter and cynical and cowardly and make you withdraw, then first of all, that's a failure in the highest sense on your part and all it's gonna do is make everything worse. And then you might think, well, what do you have to, to, to respond to that? How do you respond to that catastrophe and challenge? And the answer is, and this is what Rocky is telling his son in no uncertain terms is like terrible as things are. There's a lot more to you than you can possibly imagine and that if you face those things forthrightly and with some faith and courage, then you can, you can, you can have the adventure of your life and prevent"
            }
        ],
        "audio_file": "audio_1703098113.wav",
        "experienceDetected": null,
        "text_emotion": {
            "Sentiment": "MIXED",
            "SentimentScore": {
                "Positive": 0.23333744704723358,
                "Negative": 0.019846312701702118,
                "Neutral": 0.03666745498776436,
                "Mixed": 0.7101487517356873
            }
        }
    },
    {
        "timestamp": 1703098184,
        "text": [
            {
                "speaker": "Denis",
                "text": " My name is and I'm calling for. Thank you, goodbye."
            },
            {
                "speaker": "spk_1",
                "text": "So that wasn't really a big thing amongst my friendship group, certainly. But I, I reckon it's two things, one social media, uh the constant bombardment of other people having a great time or looking great often, of course, imagery and having to live up to false ideals. But also a conversation I had with Doctor Phil in America where his explanation for it was that he said, you've got to understand that social media means that young people now are being bombarded all day long and all night long with quite shocking imagery. And he gave an example. He said when I was young, he said, if a crocodile ate somebody on a golf course in Florida, the chances are I would never have heard about it. It probably wouldn't have made the national news, probably wouldn't have even made the state news and I wouldn't have heard about this incident. Now it's quite likely that a video of the crocodile eating this person would be whipping its way around social media within half an hour and"
            }
        ],
        "audio_file": "audio_1703098184.wav",
        "experienceDetected": null,
        "text_emotion": {
            "Sentiment": "POSITIVE",
            "SentimentScore": {
                "Positive": 0.6468366980552673,
                "Negative": 0.03668752685189247,
                "Neutral": 0.25867760181427,
                "Mixed": 0.057798195630311966
            }
        }
    },
    {
        "timestamp": 1703098269,
        "text": [
            {
                "speaker": "Denis",
                "text": " My name is and I'm calling for. Thank you. Goodbye."
            },
            {
                "speaker": "spk_1",
                "text": "Fingertips. And the disadvantage is that everything's in your face and by everything, it might be 40 million pornographic images. That's a lot or an endless array of tragic scenarios and really endless. And so that's a problem. And the problem, the fundamental problem is how do you handle the fire hose of information? And no one really knows the answer to that. But we should also point out that it's no wonder that young people are demoralized and anxious because we're doing everything we can to demoralize them and make anxious. So on the masculine front, we tell young boys that well, the world's a terrible patriarchal tyranny and all of that patriarchal tyranny, which is the whole explanation for history has done nothing but oppress and exploit people and destroy the planet. And so that any manifestation of that masculine impulse on your part is equivalent to the world destroying force. All masculinity now is branded toxic. And I remember, I think the key moment for me came when Gillette, it always had these"
            }
        ],
        "audio_file": "audio_1703098269.wav",
        "experienceDetected": null,
        "text_emotion": {
            "Sentiment": "MIXED",
            "SentimentScore": {
                "Positive": 0.10844138264656067,
                "Negative": 0.37104448676109314,
                "Neutral": 0.11672331392765045,
                "Mixed": 0.4037908613681793
            }
        }
    }
]