[{"timestamp":1700436618,"text":[{"speaker":"spk_0","text":" Percent. How does it work? You can simply go online and search for, uh, investment cost, calculator and plug in the numbers at a 1% fee. And you'll see the point of this is that sometimes money is highly countering to really counter intuitive. It's unlike anything else. If you and I go to sushi right now and we get sushi for 20 bucks, it'll be fine if we get it for 100 bucks. What do you think? It probably be a little better? Right. And if we get it for $1000 the fish will have been flown in from Tokyo this morning and it will be served in an absolutely stunning setting. So, in other words, you pay more, you get better results. We're used to that. If I spend more on a sweater, it's probably gonna have a different type of fabric, more on a car. It's gonna look cooler, have cooler features. Money's not like that. If you spend more, you don't get better returns, you don't get better anything. In fact, if anything, you get worse"}],"audio_file":"audio_1700436618.json"},{"timestamp":1700438225,"text":[{"speaker":"spk_0","text":" Decreasing your average lifetime value per client. That's the, that's two things. Now, let's do one last thing here. Let's increase the, at the, they're sticking with you for three months. Give them a special offer to stay with you for six. So when they sign up, they work out with you for a month. You say, look, if you stick with me for a six month plan, I will give you my sessions at $95 x 5%. A lot of finish. You've increased it. If we did the math, you may have doubled your revenue. Certainly."},{"speaker":"spk_1","text":"I"}],"audio_file":"audio_1700438225.wav","experienceDetected":""},{"timestamp":1700438296,"text":[{"speaker":"spk_0","text":" I came to learn from sitting with investment bankers for many, many years. Was that if you put a company, the exact same company, let's just say it's, you know, the company that makes these silver mugs in front of me. If I take this company public on the London Stock Exchange, I might get, for example, four times revenue. If I take the exact same company and I list it on the New York Stock Exchange, it will be valued at eight times revenue. Yeah, it's the exact same company, exact same people, exact same business just moving it to a different market. And what upon leaving the social media marketing world when I was 27 years old. One of the first calls I got was from a biotech company ran by a billionaire friend of mine that was going public and they brought me in and on the first week when we were discussing what they might pay me, I'm thinking is that they can't really pay me in cash because I've got enough cash. I don't really need that. They can maybe give me some stock. They're offered to me for my skill set. $8 million options I would earn in nine."}],"audio_file":"audio_1700438296.wav","experienceDetected":""},{"timestamp":1700441006,"text":[{"speaker":"spk_0","text":" Hello. My name is Denise. I'm your student start recording. Have very."}],"audio_file":"audio_1700441006.wav","experienceDetected":"ecording. Have very"}]